Repository: nkvoronov/script.module.youtube.dl
Catalog: resources/language/resource.language.*/strings.po
Languages: uk_ua

# #32002
source: Size
uk_ua: Розмір

# #32003
source: Received
uk_ua: Отримали

# #32004
source: Downloading
uk_ua: Завантаження

# #32005
source: Use Default?
uk_ua: За замовчуванням?

# #32006
source: Use default path:
uk_ua: Використовувати шлях за умовч .:

# #32007
source: Or choose a new path?
uk_ua: Або вибрати новий шлях?

# #32008
source: Default
uk_ua: За замовчуванням

# #32009
source: New
uk_ua: Новий

# #32010
source: Select Directory
uk_ua: Вибрати папку

# #32011
source: Done
uk_ua: Виконано

# #32012
source: Download Complete
uk_ua: загрузка завершена

# #32013
source: Download Failed
uk_ua: Завантаження не вдалася

# #32014
source: SD Only
uk_ua: тільки SD

# #32017
source: Max Streaming Video Quality
uk_ua: Макс. якість потокового відео

# #32018
source: Disable DASH Video (Recommended)
uk_ua: Відключити DASH-відео (рекомендується)

# #32019
source: Main
uk_ua: Основний

# #32020
source: Advanced
uk_ua: Продвинутий

# #32021
source: Use user updated youtube-dl core version
uk_ua: Використовувати оновлену користувачем версію ядра youtube-dl.

# #32022
source: Update automatically
uk_ua: Оновлювати автоматично

# #32023
source: Update now
uk_ua: Оновити зараз

# #32024
source: View youtube-dl core info
uk_ua: Переглянути інформацію про ядро youtube-dl

# #32025
source: Debug Logging
uk_ua: Журнал відладки

# #32026
source: Highest Available
uk_ua: Найвище з доступного

# #32027
source: Enable youtube-dl verbose logging
uk_ua: Включити докладне ведення журналу youtube-dl

# #32028
source: Confirm download path
uk_ua: Підтвердіть шлях завантаження

# #32029
source: Download path
uk_ua: Шлях завантаження

# #32030
source: Stop Current Download
uk_ua: Зупинити поточне завантаження

# #32031
source: Stop All Downloads
uk_ua: Зупинити все завантаження

# #32032
source: Manage Queue
uk_ua: Управління чергою

# #32033
source: Download Currently Playing Video
uk_ua: Завантажити відтворюєме відео

# #32034
source: Settings
uk_ua: Налаштування

# #32035
source: Message
uk_ua: Повідомлення

# #32036
source: Failed
uk_ua: Не вдалося

# #32037
source: Failed to move to downloads folder - leaving in temp
uk_ua: Не вдалося перемістити в папку завантажень - залишив в temp

# #32038
source: Skip Videos Without Audio
uk_ua: Пропустити відео без аудіо

# #32039
source: Cancel Download
uk_ua: Скасувати завантаження

# #32040
source: Cancel current download?
uk_ua: Скасувати поточне завантаження?

# #32041
source: Cancel Downloads
uk_ua: Скасування завантажень

# #32042
source: Cancel current download and all queued downloads?
uk_ua: Скасувати поточне завантаження і все завантаження в черзі?

# #32043
source: Addon version: {0}
uk_ua: Версія доповнення: {0}

# #32044
source: Core version: {0}
uk_ua: Версія ядра: {0}

# #32045
source: Info
uk_ua: Інфо
